{
  "brand": "albertobuenox",
  "nav_inicio": "Home",
  "nav_experiencia": "Experience",
  "nav_proyectos": "Projects",
  "nav_servicios": "Services",
  "nav_blog": "Blog",
  "hero_title": "I craft fast, accessible web products with a passion for detail",
  "hero_desc": "Full-stack developer with a focus on high-performance front-end, design systems, and developer experience. Open to select projects and consulting opportunities.",
  "card1_title": "AtlasPay Dashboard",
  "card1_badge": "FinTech",
  "card1_desc": "Real-time payment dashboard featuring WebGL data visualizations, auditing tools, and workspace-level permissions.",
  "card1_tags": ["Next.js", "tRPC", "PostgreSQL", "Tailwind"],
  "btn_project": "View Project",
  "btn_code": "Source Code",
  "cv_title": "Professional Experience",
  "cv_download": "Download Resume",

  "cv_job1_title": "Software Developer · Front-end · UX/UI Specialist - DX",
  "cv_job1_company": "Development Department · LaSalle Loiola",
  "cv_job1_duration": "2024 — Present",
  "cv_job1_desc": "Building accessible, high-performance interfaces with a strong focus on usability and design excellence. Driving innovative visual solutions and collaborating in agile teams while following best coding and versioning practices.",
  "cv_job1_a1": "Enhanced UX through 'liquid glass' menus and subtle microinteractions.",
  "cv_job1_a2": "Created visual utilities with color-coded indicators that significantly reduced search time.",
  "cv_job1_a3": "Ensured long-term maintainability by applying accessibility standards, DRY/KISS principles, and solid version control practices.",

  "cv_job2_title": "QA Automation Tester · Internship",
  "cv_job2_company": "Datik · Internship · Donostia",
  "cv_job2_duration": "2023",
  "cv_job2_desc": "Developed skills in test automation and software quality assurance, transitioning into a QA role despite my background as a software developer. Improved testing efficiency and strengthened communication with the development team under agile methodologies, gaining valuable insights into the full software lifecycle.",
  "cv_job2_a1": "Automated critical test cases with Selenium IDE & WebDriver, cutting down manual execution time.",
  "cv_job2_a2": "Authored and documented 100+ Test Cases in JIRA and spreadsheets, ensuring traceability and coverage.",
  "cv_job2_a3": "Identified and reported bugs effectively, accelerating resolution and improving product stability.",
  "cv_job2_a4": "Collaborated on pair testing and API validation with Postman, boosting overall product quality.",
  "cv_job2_a5": "Applied advanced CSS Selectors and XPath techniques with DevTools to validate browser elements.",

  "cv_job3_title": "Backend Developer",
  "cv_job3_company": "Ibermática · Dual Training Program",
  "cv_job3_duration": "Mar 2023 — Jun 2023",
  "cv_job3_desc": "Led a full-stack development project while combining practical training with the creation of internal solutions. Learned and applied modern frameworks for enterprise environments with Java as the core language.",
  "cv_job3_a1": "Designed and implemented an internal documentation tool powered by Open-Source Markdown.",
  "cv_job3_a2": "Deployed and configured the application on an internal server, ensuring availability and adoption across teams.",
  "cv_job3_a3": "Trained in the Spring ecosystem with Maven to build scalable and maintainable backend applications.",

  "footer": "© 2025 albertobuenox ·",
  "footer_status": "Open to new opportunities"
}
