{
  "brand": "albertobuenox",
  "nav_inicio": "Inicio",
  "nav_experiencia": "Experiencia",
  "nav_proyectos": "Proyectos",
  "nav_servicios": "Servicios",
  "nav_blog": "Blog",
  "hero_title": "Diseño y desarrollo productos web rápidos, accesibles y con atención al detalle",
  "hero_desc": "Desarrollador full-stack con foco en front-end de alto rendimiento, design systems y experiencia de desarrollador (DX) y usuario (UX). Disponible para proyectos selectos y consultoría.",
  "card1_title": "AtlasPay Dashboard",
  "card1_badge": "FinTech",
  "card1_desc": "Panel de pagos en tiempo real con visualizaciones WebGL, auditoría avanzada y permisos por espacios de trabajo.",
  "card1_tags": ["Next.js", "tRPC", "PostgreSQL", "Tailwind"],
  "btn_project": "Ver proyecto",
  "btn_code": "Ver código",
  "cv_title": "Experiencia Profesional",
  "cv_download": "Descargar CV",

  "cv_job1_title": "Desarrollador de Software · Front-end · Especialista UX/UI - DX",
  "cv_job1_company": "Departamento de Desarrollo · LaSalle Loiola",
  "cv_job1_duration": "2024 — Actualidad",
  "cv_job1_desc": "Diseño y desarrollo de interfaces accesibles y de alto rendimiento, priorizando la usabilidad y la calidad visual. Implementación de soluciones innovadoras y colaboración en equipos ágiles aplicando buenas prácticas de código y control de versiones.",
  "cv_job1_a1": "Mejoré la experiencia de usuario con menús tipo 'liquid glass' y microinteracciones sutiles.",
  "cv_job1_a2": "Diseñé utilidades visuales con indicadores y códigos de color que redujeron notablemente los tiempos de búsqueda.",
  "cv_job1_a3": "Aseguré la mantenibilidad aplicando estándares de accesibilidad, principios DRY/KISS y un control de versiones sólido.",

  "cv_job2_title": "QA Automation Tester · Prácticas",
  "cv_job2_company": "Datik · Contrato de prácticas · Donostia",
  "cv_job2_duration": "2023",
  "cv_job2_desc": "Experiencia en automatización de pruebas y aseguramiento de calidad. Transición hacia el rol de QA pese a mi formación como desarrollador, contribuyendo a mejorar la eficiencia de validación y la comunicación con el equipo en entornos ágiles. Obtuve una visión completa del ciclo de desarrollo y desarrollé un alto nivel de atención al detalle.",
  "cv_job2_a1": "Automatización de casos críticos con Selenium IDE y WebDriver, reduciendo significativamente los tiempos manuales.",
  "cv_job2_a2": "Diseño y documentación de más de 100 casos de prueba en JIRA y hojas de cálculo, garantizando trazabilidad y cobertura.",
  "cv_job2_a3": "Detección y reporte efectivo de bugs, facilitando una rápida resolución y mejorando la estabilidad del producto.",
  "cv_job2_a4": "Colaboración en pair testing y validación de APIs con Postman, incrementando la calidad final del producto.",
  "cv_job2_a5": "Uso avanzado de selectores CSS y XPath con DevTools para localizar y validar elementos en navegadores.",

  "cv_job3_title": "Desarrollador Backend",
  "cv_job3_company": "Ibermática · Formación dual",
  "cv_job3_duration": "mar. 2023 — jun. 2023",
  "cv_job3_desc": "Lideré un proyecto full-stack, combinando formación práctica con el desarrollo de soluciones internas. Aprendizaje y aplicación de frameworks modernos en entornos empresariales utilizando Java como lenguaje principal.",
  "cv_job3_a1": "Diseñé e implementé una herramienta interna de documentación basada en Markdown Open Source.",
  "cv_job3_a2": "Realicé despliegue y configuración de la aplicación en servidor propio, asegurando disponibilidad y adopción interna.",
  "cv_job3_a3": "Formación en el ecosistema Spring con Maven para el desarrollo de aplicaciones backend escalables y mantenibles.",

  "footer": "© 2025 albertobuenox ·",
  "footer_status": "En búsqueda activa de oportunidades"
}
