{
  "brand": "albertobuenox",
  "nav_inicio": "Hasiera",
  "nav_experiencia": "Esperientzia",
  "nav_proyectos": "Proiektuak",
  "nav_servicios": "Zerbitzuak",
  "nav_blog": "Bloga",
  "hero_title": "Web produktu azkarrak eta eskuragarriak sortzen ditut, xehetasunei arreta berezia eskainiz",
  "hero_desc": "Full-stack garatzailea, errendimendu handiko front-end, diseinu-sistemak eta developer experience (DX) ardatz dituelarik. Proiektu hautatuetarako eta aholkularitzarako erabilgarri.",
  "card1_title": "AtlasPay Dashboard",
  "card1_badge": "FinTech",
  "card1_desc": "Ordainketa-panelean denbora errealeko bistaratzeak (WebGL), auditoria aurreratua eta lan-espazioen araberako baimenak.",
  "card1_tags": ["Next.js", "tRPC", "PostgreSQL", "Tailwind"],
  "btn_project": "Ikusi proiektua",
  "btn_code": "Kodea",
  "cv_title": "Esperientzia Profesionala",
  "cv_download": "Deskargatu CVa",

  "cv_job1_title": "Software Garatzailea · Front-end · UX/UI espezialista",
  "cv_job1_company": "Garapen Saila · LaSalle Loiola",
  "cv_job1_duration": "2024 — Gaur egun",
  "cv_job1_desc": "Interfaze eskuragarri eta errendimendu handikoak diseinatzea eta garatzea, erabilgarritasuna eta diseinu-kalitatea lehenetsiz. Irtenbide berritzaileak inplementatzea eta talde arinetan lankidetzan aritzea, kode eta bertsio-kontrolerako praktika onak aplikatuz.",
  "cv_job1_a1": "Erabiltzaile-esperientzia hobetu nuen 'liquid glass' menu eta mikrointerakzioekin.",
  "cv_job1_a2": "Bilaketa-denbora nabarmen murriztu zuten kolore-kodeekin eta adierazle bisualekin tresnak sortu nituen.",
  "cv_job1_a3": "Mantengarritasuna bermatu nuen irisgarritasun estandarrak, DRY/KISS printzipioak eta bertsio-kontrol sendoa aplikatuz.",

  "cv_job2_title": "QA Automation Tester · Praktikak",
  "cv_job2_company": "Datik · Praktika kontratua · Donostia",
  "cv_job2_duration": "2023",
  "cv_job2_desc": "Probak automatizatzeko eta softwarearen kalitatea bermatzeko esperientzia. QA rolera egokitu nintzen, nahiz eta nire prestakuntza software-garatzailea izan. Baliozkotze-prozesuen eraginkortasuna hobetu nuen eta komunikazioa indartu nuen garapen-taldearekin metodo arinen bidez. Garapen ziklo osoari buruzko ikuspegi osoa eskuratu nuen, xehetasunei arreta handia eskainiz.",
  "cv_job2_a1": "Kasurik kritikoenak automatizatu nituen Selenium IDE eta WebDriver erabiliz, denbora asko aurreztuz.",
  "cv_job2_a2": "100 proba-kasu baino gehiago diseinatu eta dokumentatu nituen JIRA-n eta kalkulu-orrietan, trazabilitatea eta estaldura bermatuz.",
  "cv_job2_a3": "Bug-ak modu eraginkorrean identifikatu eta jakinarazi nituen, konponketa azkarragoak ahalbidetuz.",
  "cv_job2_a4": "Pair testing eta API balidazioan parte hartu nuen Postman erabiliz, azken produktuaren kalitatea indartuz.",
  "cv_job2_a5": "CSS Selectors eta XPath aurreratuak erabili nituen DevTools-ekin, elementuak bilatu eta balidatzeko.",

  "cv_job3_title": "Backend Garatzailea",
  "cv_job3_company": "Ibermática · Prestakuntza duala",
  "cv_job3_duration": "2023ko martxoa — 2023ko ekaina",
  "cv_job3_desc": "Proiektu full-stack bat gidatu nuen, prestakuntza praktikoa eta barne-irtenbideak sortzea uztartuz. Enpresa-inguruneetarako framework modernoetan trebatu nintzen, Java hizkuntza nagusi gisa erabiliz.",
  "cv_job3_a1": "Markdown Open Source-an oinarritutako barneko dokumentazio tresna diseinatu eta inplementatu nuen.",
  "cv_job3_a2": "Aplikazioa barneko zerbitzarian ezarri eta konfiguratu nuen, erabilgarritasuna eta erabilera bermatuz.",
  "cv_job3_a3": "Spring ekosistema eta Maven ikasi eta erabili nituen, eskalagarriak eta mantengarriak diren backend aplikazioak sortzeko.",

  "footer": "© 2025 albertobuenox ·",
  "footer_status": "Aukera berrien bila"
}
